# -*- mode: org; fill-column: 78; -*-
# Time-stamp: <2024-05-26 02:17:08 krylon>
#
#+TAGS: internals(i) ui(u) bug(b) feature(f)
#+TAGS: database(d) design(e), meditation(m)
#+TAGS: optimize(o) refactor(r) cleanup(c)
#+TODO: TODO(t)  RESEARCH(r) IMPLEMENT(i) TEST(e) | DONE(d) FAILED(f) CANCELLED(c)
#+TODO: MEDITATE(m) PLANNING(p) | SUSPENDED(s)
#+PRIORITIES: A G D

* Agora
** Clocktable
   #+BEGIN: clocktable :scope file :maxlevel 255 :emphasize t
   #+CAPTION: Clock summary at [2024-05-26 So 02:17]
   | Headline               | Time   |        |      |
   |------------------------+--------+--------+------|
   | *Total time*           | *1:04* |        |      |
   |------------------------+--------+--------+------|
   | *Agora*                | *1:04* |        |      |
   | \_  /Components [0/0]/ |        | /1:04/ |      |
   | \_    Data model [0/0] |        |        | 1:04 |
   #+END:
** Journal
** Features [0/0]
   :PROPERTIES:
   :COOKIE_DATA: todo recursive
   :VISIBILITY: children
   :END:
** Components [0/0]
   :PROPERTIES:
   :COOKIE_DATA: todo recursive
   :VISIBILITY: children
   :END:
*** Data model [0/0]
    :PROPERTIES:
    :COOKIE_DATA: todo recursive
    :VISIBILITY: children
    :END:
    :LOGBOOK:
    CLOCK: [2024-05-26 So 02:06]--[2024-05-26 So 02:16] =>  0:10
    CLOCK: [2024-05-25 Sa 23:02]--[2024-05-25 Sa 23:56] =>  0:54
    :END:
** Bugs [0/0]
